{
  "title": "过去一年对拖延症不同阶段的认识",
  "cells": [
    {
      "type": "text",
      "data": "<div><br></div><div>在过去的一年里面，和拖延症的战役不休不止，虽然一直溃败，但是我一直在想尽各种办法，是真的不肯放弃治疗。从我自己的角度来看，似乎我开始相信自己的一生都系于拖延。那我还有什么理由不去面对它呢？神奇的是，在不同的阶段中，自己对于拖延症的理解总在变化。每一次的变化，我都在相信自己是接近了它的本质存在，于是可以精致地计算着如何打败它。真傻。</div><div><br></div><div>在去年三四月份之前的我，或者说在接近二十多年里，摆在我面前的问题都是，在一揽子的苹果里面到底是先挑大的好，还是挑小的好。当然我一直都是挑小的那个，然后把大的留着。这个时候，面对拖延症，自己总是把自己想做的事情看成是大苹果，于是该做的事情总是得到滞后的权利。解决拖延，似乎就是遵守大苹果主义，逼迫自己挑选大的那个。一直以来，我似乎为自己的这个比喻揣揣不安，以为是自己的臆想。直到最近在圆桌派的节目上看到窦文涛说起钱钟书也写过几乎一模一样的案例。才骤然相信这件事情是真的存在。可是时间过去了一两个月，对于苹果的争论似乎不存在了。也许是我开始意识到自己所该做的事情并不等于自己想做的事情，一切的惬意慢慢变成一场必要。大的苹果也好小的苹果也好，不重要了。</div><div><br></div><div>在一次TED的视频中，我开始意识到了拖延症和人生诗和远方的联系，那些永远没有一个截止期的梦想，是我们每个人生中最大的拖延。由此就能理解我为什么要对拖延这么慎重其事了。</div><div><br></div><div>在后来的日子里，我从一个心理学讲座中，开始清晰地认识到恐惧焦虑才是拖延症的罪魁祸首，而完美主义是它的催化器。这次的认识几乎完全是基于科学理性的一种认识，没有比这个更严格准确的了。我首先就完美主义的倾向，研制了一套自己的摧毁方法，那就是以一个崩塌的开始去做一件事情，打破自己完美的幻想。这个时候我真的觉得自己对于拖延的机理已经穷尽了。而方法也很简单有效。好像有段时间，我真的打败了它。对完美主义的戏虐，让我的学习终于可以碎片化，不再死死地缠着一个体系。看书也可以随便看，想到哪儿就是哪儿，不必那么拘谨。另外，我也利用了拖延症恐惧的机制，发明了一套既然难的事情很可怕，那不如先做点简单的事情的学习方法。我目前还没有找到合适名词形容它，但是它真的很有效。这个时候逃避成了一件正面的选择。</div><div><br></div><div>可是拖延仍在继续。逃避虽然帮我解决了数不清的周边问题，但是最重要的问题我一直没抽上空去解决。</div><div><br></div><div>然后，我开始学习到一个关于习惯形成的认识行为模型。那就是 线索-惯例程式-奖励 这个普遍存在的模式。说真的，这次的战役程度极其惨烈。我赢了好一段日子。在接受这个理论之后，我尝试去认识线索，然后调整自己的程式。通过这个成功地恢复了自己的学习单词的习惯。也许你会觉得这只是习惯的养成技巧，和拖延没有关系。但是具体到每日的习惯，我觉得它是一种良好生活行为的助力。至少从最低的要求来说，能让你的屁股贴在椅子上，进入工作状态，那就已经算是一种进步了。</div><div><br></div><div>可是好景不长，这个模式最终还是在不同程度上崩塌了。我该做的事情仍在不同阶段上拖延。也许是物极必反，被反噬了。不过我仍然觉得这是一次不小的胜利。至少我将来可以应用到其他的习惯规划上，我相信这理论。</div><div><br></div><div>然后，我和拖延症的对抗来到一个新的阶段。我开始要求自己去认识一个隐藏的概念 - 心流。没错，这次我的策略是想借助哲学上的体悟来规范自己的行为，让对心流的追逐来变成一个全新的人生态度，达到一种禅意的高度。这是一场慢热的战役，我没有立即展开实行。而是写下关键字，告诉自己就是这个。以后你要的就是这个。关于这之劲旅，我没有大张旗鼓。迄今为止，它也没有展现出奇效。不过没有关系，我自己说过它是慢热的。也许它会在将来的某个时段，会让自己的世界变得别样不同也不一定。</div><div><br></div><div>一年过去了。终于不再是你死我活。我没有消灭拖延，拖延也没完全占据我。因为我还是残存这个一丝丝的决心。我知道自己输了很多很多，可是人就是这么不想放弃啊。</div><div><br></div><div>总结过来，从大苹果主义到恐惧理论，从完美主义的戏虐到对逃避心理的利用，接着行为认识学的模式套用，再到最近的追逐心流的态度选择。这是对抗拖延一路的心路印记。时间越往后推进，似乎之前的认识越不靠谱，然而我却能够足够底气的说，事实并非如此。其实每一刻的自己都在进步，而拖延本身却是深不可测，像个武林高手，内功深厚。不同时段的我，所感受到的和所想到的解决方法，也都是真切存在的。只不过，我的对手只有拖延症一个，而拖延症的对手却是每一个不同时段的我而已。</div><div><br></div><div>好吧。这些纠结的过去其实并不足以让我大张旗鼓地总结。今天，我想说的是，就在今天早上，我在睡梦中似乎开始认识到一个新的拖延机制。而这个是认识也许是颠覆性的。它会比以往任何一种认识，更接近本质。</div><div><br></div><div>准确地定义它，它是我身上一直以来就存在，而我可能没怎么当回事的 &nbsp;反精致 人格的态度。那是一种对任何人的完美表现的绝对的不认可的态度。我也说不上为什么它会一直存在，只能说在生活中，我常常会注意到它。比如，对学习优秀的人很厌烦，对完美无缺的艺术作品的看不起，对一板一眼政治正确的事物内在的反感。我原本可以理解为嫉妒，可是它远远不是，而是我另一种绝对内在的态度。</div><div><br></div><div>然而 反精致主义的态度又是这么牵扯上拖延症的呢？ 我几乎要说，他们百分百地互相杠上了。想想，我现在努力争取的一切都是为了什么？用世俗的话说，不就是让自己变得更优秀吗？那么秉持着反对优质事物的态度的人该做的事情是什么？不就是反对自己变得优秀吗。于此算下来，原来我自己一直在从事自己反对的事情，而我自己却没有意识到。</div><div><br></div><div>弗洛伊德理论中有三个我，一般来说人的挣扎可能大多都是本我自我超我三者之间权衡抵抗。而就我而言，努力完备自己的愿望和反对优越的人生态度，两者是几乎同处一个我之前。他们都是自我这个维度的我，拖延的本质也许就是它们的不可调和。而写下这段文字的我，正是处于超我的维度中的自己在协调这两个我到底该如何相处。</div><div><br></div><div>………</div><div><br></div><div>所以，从今天开始我要尝试抑制甚至杀掉那个抑制自己变得优秀的我。</div><div><br></div><div><br></div><div>最后的最后。删去玩弄文字的部分。我实实在在地总结一下面对拖延症这一切都是各个认知之间到底是怎么回事。</div><div><br></div><div>首先，大苹果理论对于喜欢做的事情是有一定影响力了。但是后来学习本身从好玩慢慢变成了一种不得不努力去干的一件事情，变得不可爱了，于是这个理论就失去效力。必须用规范自己的行为来理解。</div><div><br></div><div>然后就是恐惧焦虑理论，这个真的是实打实的事实。怎么办的，我还真的想不出好办法，除了多给自己一点心理暗示的勇气，其实别无他法。另外，逃避本身也有一定的好处，这点我想你知道，它能让你完美地做好很多非重要的事项。</div><div><br></div><div>接着就是 线索-惯例程式-奖励，这个行为认知学的理论。我知道这是个帮助人养成好习惯的东西。它也是实打实的事实。可是它还没有足够强大到帮你解决拖延。也许以后帮你养成一些小习惯倒是可以的。</div><div><br></div><div>再就是心流理论。其实这是我自己的一种长久的追求或者说臆想。就是希望自己能够持续做一件有意义的事情，活在自己的 BGM 里面。这本身是个人生中非常不起眼的体验，我想做的只不过是想把它显式地提出来，提醒自己过后的几年或者一生多让自己过着沉浸式的日子。这是好事啊。完全没有副作用。可惜，它对于当前的拖延症，并不是特效药。倒是可以算作一种人生禅意的追求吧。</div><div><br></div><div>最后就是反对优越这个理论。其实这个是我刚想到的。还是怀疑当中。因为涉及到人格的东西，就会变得敏感而不可描述。因为它好像没法一下子就证实确实存在。我这么做，一半是为了有趣，一半也是好想打心里认为确有其事。所以，预期什么都不做，倒不如想想自己到底有没有这个可能，是自己的反对态度阻止了自己前进。这个现象保持关注就好。每次当自己开始拖延的时候，就去想想是不是自己不喜欢自己变得优秀呢？</div><div><br></div><div>好吧。说最最最实在的，与其说解决拖延症，还不如说该怎么面对拖延所带来的行为瘫痪。这个才是最主要的问题。我觉得吧。面对行为瘫痪，还是能解决多少就解决多少吧，从简单的开始慢慢解决问题。最后面对最大的事情，尝试使用五分钟坚持法</div><div><br></div><div>对了。我差点忘了习惯养成的模型里面，塑造环境也是很重要的。而对于目前的拖延来说，我觉得缺少伙伴也占据很大的问题。总之，以后能有方式去改变环境，那就试着去改改。真希望早点进入工作的状态。</div><div><br></div><div>另外，我最近也发现利用环境解决懒得起床的习惯。方法就是把睡前把手机电用完。然后早上不知道时间，这样就会以为起来晚了，于是就扑腾扑腾起来了</div><div><br></div><div><br></div><div><br></div><div><br></div>"
    }
  ]
}